return {
	ANNOUNCE_HATEFOOD = "Эуу!",
	ANNOUNCE_ADVENTUREFAIL = "Мушины руки не двигаются...",
	ANNOUNCE_BOOMERANG = "Деревяшка ударила Мушу! Муша выбросит эту деревяшку!",
	ANNOUNCE_CHARLIE = "Что-то позади Муши!",
	ANNOUNCE_CHARLIE_ATTACK = "Хватит бить Мушу! Я дам сдачи!",
	ANNOUNCE_COLD = "Ах! Мушины пальчики замерзают!",
	ANNOUNCE_HOT = "Мушины подошвы гоярт!",
	ANNOUNCE_DUSK = "Солнце ушло!\nМуше надо приготовить огонь!",
	ANNOUNCE_EAT =
      {
                GENERIC = "Аам!",
                PAINFUL = "Эуу!",
                SPOILED = "ЭТО НЕ ЕДА! Бхех!",
                STALE = "Бхех!",
		YUCKY = "Бхех",
	},
	ANNOUNCE_NOSLEEPONFIRE = "Муша тут никогда не ляжет!\n Мушина спина замерзнет!",
	ANNOUNCE_NODANGERSIESTA = "Муша что-то услышала. Надо проверить.",
	ANNOUNCE_NONIGHTSIESTA = "Слишком холодно чтобы спать тут.",
	ANNOUNCE_NONIGHTSIESTA_CAVE = "Тут действительно холодно.",
	ANNOUNCE_NOHUNGERSIESTA = "Муша голодна! Ей надо сперва поесть!",
	ANNOUNCE_SHELTER = "Оно довольно комфортное.",
	ANNOUNCE_BURNT = "Странные деревянные штуки...",
	ANNOUNCE_TOOL_SLIP = "Аах?",
	ANNOUNCE_DAMP = "Ух ох!",
	ANNOUNCE_WET = "Будет трудно высушить",
	ANNOUNCE_WETTER = "Влажное.",
	ANNOUNCE_SOAKED = "Муше хочется сменить нижнее белье...",
	ANNOUNCE_HOUNDS = "Слышишь это? Гончие близко...",
	--ANNOUNCE_HUNGRY = "Муше нужно мясо. Кто-нибудь?",
	ANNOUNCE_HUNGRY = "Такая голодная...",
	ANNOUNCE_HUNT_BEAST_NEARBY = "Муша это видит. ОНО БОЛЬШОЕ!",
	ANNOUNCE_HUNT_LOST_TRAIL = "Муша потеряла след.\n Большая птица возможно?",
	ANNOUNCE_HUNT_LOST_TRAIL_SPRING = "Следы теряются в грязи. Муша ненавидит грязь!",
	ANNOUNCE_ACCOMPLISHMENT= "Двигайся стрелка, ДВИГАЙСЯ! Прочь отсюда!",
	ANNOUNCE_ACCOMPLISHMENT_DONE = "Муша СДЕЛАЛА ЭТО!",
	ANNOUNCE_LIGHTFIRE =
	{
		[1] = "Свет!",
		[2] = "Огонь!",
		[3] = "Огонь хороший!",
		[4] = "Гори гори красный свет!",
		[5] = "Это нельзя использоваться для готовки, но он теплый!",
		[6] = "Даа!",
	},
	ANNOUNCE_PECKED = "Плохая птичка!",
	ANNOUNCE_TORCH_OUT = "Я не забыла сделать ещё один?",
	ANNOUNCE_WORMHOLE = "Муша ненавидит слизь.",
	ANNOUNCE_TRAP_WENT_OFF = "Аах!",
	ANNOUNCE_CRAFTING_FAIL = "Что? Оно не работает.",
    ANNOUNCE_QUAKE = "Звучит как в голодном желудке. Пещерке больно?",
    ANNOUNCE_NODANGERSLEEP = "Муша что-то услышала.\n Надо проверить.",
    ANNOUNCE_NOHUNGERSLEEP = "Муше голодно!\n Муша не может заснуть!",
    ANNOUNCE_FREEDOM = "Муша свободна! Никто не пленит Мушу!",
    ANNOUNCE_RESEARCH = "Муша это знакомо! Она может использовать это.",
    ANNOUNCE_NO_TRAP = "Слишком просто для Муши!",
    ANNOUNCE_HIGHRESEARCH = "Прелестно! Муша сделала это!",
    ANNOUNCE_THORNS = "Ау! Грубые растения!",
    ANNOUNCE_NODAYSLEEP_CAVE = "Муша хочет играть!\n Муша не устала.",
    ANNOUNCE_BEES = "Пчела жужжит вокруг Мушиных ушек!",
    ANNOUNCE_KNOCKEDOUT = "Ох.. Маленькие звездочки кружатся...",
    ANNOUNCE_LOWRESEARCH = "Муша сделала черезчур много.",
    ANNOUNCE_DEERCLOPS = "Титул одноглазого силача может быть только у Одина!",
    ANNOUNCE_MOSQUITOS = "Муша сама вас покусает!",
    ANNOUNCE_NODAYSLEEP = "Спать? Муша хочет бегать!",
    ANNOUNCE_INSUFFICIENTFERTILIZER = "Похоже растению тут тяжко...",
    ANNOUNCE_CANFIX = "\nМуша может починить это!",
    ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED = "Муша быстрее света!",
        BATTLECRY =
        {
                GENERIC = "Муша сильнее тебя!",
                PIG = "Это плохая свинка.",
                PREY = "Тебе не нравится Муша?\n Муше ты тоже не нравишься!",
                SPIDER = "Стань Мушиным опытом!",
                SPIDER_WARRIOR = "Нападай паучок!",
        },
        COMBAT_QUIT =
        {
                GENERIC = "Муша так и думала!",
                PIG = "Сильная свинка.\n Но в следующий раз быть тебе беконом!",
                PREY = "Муша достанет тебя в следующий раз!",
                SPIDER = "Были бы у Муши длинные руки,\n Муша прихлопнула бы всех жучков.",
                SPIDER_WARRIOR = "Прыгающий паук! Муша их не любит!",
        },
	DESCRIBE =
	{
	    MUSHA_EGG ="Малюсенький цветочный бутон.",
        MUSHA_EGGS1 ="Ямши готовится к приключениям.",
        MUSHA_EGGS2 ="Бутон Ямши все больше и больше.",
        MUSHA_EGGS3 ="Теперь он очень большой.",
        MUSHA_EGG1 ="Ямши достаточно силён для сражения.",
        MUSHA_EGG2 ="Теперь он очень большой.",
        MUSHA_EGG3 ="Ох, Ямши хорошо выспался.",
        MUSHA_EGG8 ="Никто нас не остановит!",
        MUSHA_EGG_CRACKED = "Малюсенький цветочный бутон.",
		MUSHA_EGG_CRACKEDS1 = "Муша ждет Ямши!",
		MUSHA_EGG_CRACKEDS2 = "Какой большой бутон правда?",
		MUSHA_EGG_CRACKEDS3 = "Теперь он очень большой.",
		MUSHA_EGG_CRACKED1 = "Скорее!",
		MUSHA_EGG_CRACKED2 = "Очень большой бутон.",
		MUSHA_EGG_CRACKED3 = "Ох, Ямши просыпается!",
		MUSHA_EGG_CRACKED8 = "Муша ждет Ямши!",

       	MUSHA_SMALL = "Оуу, какой милый!\nКоманды:(Z,V,B)",

		MUSHA_TEEN = "Ямши очень маленькая но храбрая птица!\nКоманды:(Z,V,B)",
		MUSHA_TEENR1 = "Ямши очень маленькая но храбрая птица!\nКоманды:(Z,V,B)",
		MUSHA_TEENR2 = "Ямши очень маленькая но храбрая птица!\nКоманды:(Z,V,B)",
		MUSHA_TEENR3 = "Ямши очень маленькая но храбрая птица!\nКоманды:(Z,V,B)",
		MUSHA_TEENR4 = "Ямши очень маленькая но храбрая птица!\nКоманды:(Z,V,B)",
		MUSHA_TEENICE = "Ямши очень маленькая но храбрая птица!\nКоманды:(Z,V,B)",

		MUSHA_TALL = "Ямши достаточно силён чтобы бить пауков.\nКоманды:(Z,V,B)",
		MUSHA_TALLR1 = "Ямши достаточно силён чтобы бить пауков.\nКоманды:(Z,V,B)",
		MUSHA_TALLR2 = "Ямши достаточно силён чтобы бить пауков.\nКоманды:(Z,V,B)",
		MUSHA_TALLR3 = "Ямши достаточно силён чтобы бить пауков.\nКоманды:(Z,V,B)",
		MUSHA_TALLR4 = "Ямши достаточно силён чтобы бить пауков.\nКоманды:(Z,V,B)",
		MUSHA_TALLRICE = "Ямши достаточно силён чтобы бить пауков.\nКоманды:(Z,V,B)",

		MUSHA_TALL2 = "Кто сильнее - Ямши, или Бифало?\nКоманды:(Z,V,B)",
		MUSHA_TALLRR1 = "Кто сильнее - Ямши, или Бифало?\nКоманды:(Z,V,B)",
		MUSHA_TALLRR2 = "Кто сильнее - Ямши, или Бифало?\nКоманды:(Z,V,B)",
		MUSHA_TALLRR3 = "Кто сильнее - Ямши, или Бифало?\nКоманды:(Z,V,B)",
		MUSHA_TALLRR4 = "Кто сильнее - Ямши, или Бифало?\nКоманды:(Z,V,B)",
		MUSHA_TALLRR5 = "Кто сильнее - Ямши, или Бифало?\nКоманды:(Z,V,B)",
		MUSHA_TALLRRICE = "Кто сильнее - Ямши, или Бифало?\nКоманды:(Z,V,B)",

		MUSHA_TALL3 = "Ямши - Мушин напарник!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRR1 = "Ямши - Мушин напарник!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRR2 = "Ямши - Мушин напарник!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRR3 = "Ямши - Мушин напарник!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRR4 = "Ямши - Мушин напарник!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRR5 = "Ямши - Мушин напарник!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRICE = "Ямши - Мушин напарник!\nКоманды:(Z,V,B)",

		MUSHA_TALL4 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRR1 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRR2 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRR3 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRR4 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRR5 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRR6 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRRICE = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",

		MUSHA_TALL5 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRRR1 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRRR2 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRRR3 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRRR4 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRRR5 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRRR6 = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",
		MUSHA_TALLRRRRRICE = "Ямши стал очень сильным!\nКоманды:(Z,V,B)",

		MUSHA_RP1 = "Никто нас не остановит!\nКоманды:(Z,V,B)",
		MUSHA_RP2 = "Никто нас не остановит!\nКоманды:(Z,V,B)",
		MUSHA_RP3 = "Никто нас не остановит!\nКоманды:(Z,V,B)",
		MUSHA_RP4 = "Никто нас не остановит!\nКоманды:(Z,V,B)",
		MUSHA_RP5 = "Никто нас не остановит!\nКоманды:(Z,V,B)",
		MUSHA_RP6 = "Никто нас не остановит!\nКоманды:(Z,V,B)",
		MUSHA_RP7 = "Никто нас не остановит!\nКоманды:(Z,V,B)",
		MUSHA_RPICE = "Никто нас не остановит!\nКоманды:(Z,V,B)",

        GHOSTHOUND = "Пойдем призрачный приятель!",
        GHOSTHOUND2 = "Ох, Муша не хотела тебя вызвать.",
        SHADOWMUSHA = "Ох, Мушина тень проснулась!",
        --item
        MUSHA_FLUTE = "Ямши нравится Мушина музыка.",
		MUSHASWORD_BASE = "Это Мушин меч!",
		MUSHASWORD = "Огонь! Муша взывает к тебе!", -- War3 Pandaren Brewmaster
		MUSHASWORD_FROST = "Лёд! Услышь зов Муши!", -- War3 Pandaren Brewmaster
		FROSTHAMMER = "Земля, отзовись Муше!", -- War3 Pandaren Brewmaster
		BROKEN_FROSTHAMMER =  "Муше нравится эта прохладная броня.",  -- this is frost armor, grow up : frost armor II
		HAT_MPHOENIX = "Воинский шлем! Муше хочется такой!",
		HAT_MPRINCESS = "Мушина корона вернулась!",   --grow up : Queen crown
		HAT_MBUNNY = "Время встряхнуться.", -- Lol Caitlyn
		ARMOR_MUSHAA = "Видишь эту броню? \nДа. Это Мушина основная броня.",
		ARMOR_MUSHAB = "Мушино любимое.",
		--WIP
		GLOWDUST ="На вкус как сахар",
		CRISTAL = "Блестящая конфетка!",
		EXP = "Это эссенция!",

		--EXP1000CHEAT = "Show me the money!", -- Starcraft

        BOOK_BIRDS = "Это написано на птичьем языке?",
        BOOK_TENTACLES = "Тут написано как Муше вырастить больших подземных червей.",
        BOOK_GARDENING = "Растениям нравится эта книга.",
        BOOK_SLEEP = "Очень скучная книжка. Муша засыпает...",
        BOOK_BRIMSTONE = "Не хорошая книга...",

		GLOMMER = "Этот котик имеет крылья! Он летает!",
        GLOMMERFLOWER =
        {
        	GENERIC = "Большой цветок! Как он созреет?",
        	DEAD = "Цветок серый? А раньше был красным!",
        },
        GLOMMERWINGS = "Они такие маленькие!",
        GLOMMERFUEL = "Муша может это съесть? Нет? Почему?",
        BELL = "Это обеденный колокольчик? Кто принесет Муше обед?",
        STATUEGLOMMER =
        {
        	GENERIC = "Муша знает! Умм... Что это такое?",
        	EMPTY = "Муша видела цветок неделю назад.",
    	},
		WEBBERSKULL = "У черепа видимо есть своя история.",
		MOLE =
		{
			HELD = "Посмотри! У него смешной нос!",
			UNDERGROUND = "Что-то скрывается тут.\n Муша выследит его.",
			ABOVEGROUND = "Он утащил Мушину вещь!",
		},
		MOLEHILL = "Кто-то там внутри. Муша это знает.",
		MOLEHAT = "Оно чем-то пахнет...",
		NIGHTSTICK = "Как это использовать?",
		RABBITHOUSE=
		{
			GENERIC = "Тут живет кролик.",
			BURNT = "Тут никто не живет.\n Но Муша может кое что найти.",
		},
		TURF_DECIDUOUS = "Много сгнивших листьев.",
		TURF_SANDY = "Песок помогает скрываться!",
		TURF_BADLANDS = "Слишком Твердый!",
		BEARGER = "Как Муше вырасти такой-же большой?",
		BEARGERVEST = "Шерстяное платье!",
		ICEPACK = "Шерстяной рюкзак!",
		BEARGER_FUR = "Просто шкура, но у Муши есть идея.",
		FURTUFT = "*Кхехе* Муша съела мех!",
		BIGFOOT = "Это большие следы!",
		BONESHARD = "Это кусочек кости.",
		BUZZARD = "Оно упало с неба.",
		CACTUS =
		{
			GENERIC = "Почему у него колючки?\n Никто такое есть не будет.",
			PICKED = "Оу! Его трудно собирать.",
		},
		CACTUS_MEAT_COOKED = "Муша может это съесть... Наверное.",
		CACTUS_MEAT = "Какой ужасный запах!",
		CACTUS_FLOWER = "Цветок с верхушки кактуса. Но Муша такое не ест.",
		COLDFIRE =
		{
			EMBERS = "Ух ох. Горючее бы?",
			GENERIC = "Синий огонь. Но готовить можно.",
			HIGH = "Этот огонь морозит Мушу!",
			LOW = "Как бы Муше сделать его больше?",
			NORMAL = "Папа говорил что синий огонь ОЧЕНЬ ГОРЯЧИЙ, но этот не такой.",
			OUT = "Оуууу. Он совсем кончился.",
		},
		CATCOON = "Котик ест то что не ест Муша!",
		CATCOONDEN =
		{
			GENERIC = "Кошкин дом! Тут следы кота.",
			EMPTY = "Кот тут не живет.\n Муше тут нечего больше делать.",
		},
		CATCOONHAT = "Это... Лучше чем ничего.",
		COONTAIL = "Муша не знает зачем она отрезала это у кота.",
		COOKPOT =
		{
			COOKING_LONG = "Его нужно долго готовить.",
			COOKING_SHORT = "Оно приготовится очень быстро.",
			DONE = "Муше нравится! Как оно тебе?",
			EMPTY = "Никто его не использует. Мушина очередь.",
			BURNT = "Почему оно сгорело?",
		},
		EYEBRELLAHAT =	"Отличная защита от дождя, снега и жары, но тяжелый.",
		ARMORDRAGONFLY = "Тот кто прикоснется к Муше - сгорит.",
		DRAGON_SCALES = "Оно здоровское! Оу, не очень.",
		DRAGONFLYCHEST = "Сундук может поглощать огонь, он не сгорит!",
		DECIDUOUSTREE =
		{
			BURNING = "Вааааагх!",
			BURNT = "Тонкое черное дерево.",
			CHOPPED = "Муша может тут отдохнуть?",
			GENERIC = "Дерево.",
			POISON = "Ав! Ав! Ав!",
		},
		ACORN_COOKED = "Хорошо пахнет!",
		BIRCHNUTDRAKE = "Отставить копье! Топор! Руби!",
		FARMPLOT =
		{
			GENERIC = "Тут прорастают семена.",
			GROWING = "Скорее, Муша ждет.",
			NEEDSFERTILIZER = "Ему нужны удобрения.",
			BURNT = "Муша не ест горелую еду.",
		},
		COLDFIREPIT =
		{
			EMBERS = "Ух ох. Горючее бы?",
			GENERIC = "Синий огонь. Но готовить можно.",
			HIGH = "Этот огонь морозит Мушу!",
			LOW = "Как бы Муше сделать его больше?",
			NORMAL = "Папа говорил что синий огонь ОЧЕНЬ ГОРЯЧИЙ, но этот не такой.",
			OUT = "Оуууу. Он совсем кончился.",
		},
		FIRESUPPRESSOR =
		{
			ON = "Ему требуется много топлива, не забывай проверять.",
			OFF = "Если сейчас лето,\n Муше надо положить горючее внутрь.",
			LOWFUEL = "Горючего мало. Муша проверила.",
		},
		ICEHAT = "Проблема в том что Мушины ножки все еще припекает.",
		LIGHTNINGGOAT =
		{
			GENERIC = "Странная рогатая коза.",
			CHARGED = "Электрическая коза! Похоже она может навредить Муше.",
		},
		LIGHTNINGGOATHORN = "Мега-жезл!!!\n Что? Почему нет? Это так забавно!",
		GOATMILK = "Оу, Заряженное молоко!",
		MEATRACK =
		{
			DONE = "Когда будем собирать? Оно уже готово.",
			DRYING = "Муша не знает когда оно будет готово.",
			DRYINGINRAIN = "Похоже нужен зонтик.",
			GENERIC = "С этим Муша может сделать вяленое мясо.\n Вяленое мясо вкусное. ",
			BURNT = "Быстрее всего вяленое мясо можно сделать из жареного.",
		},
		MERMHEAD =
		{
			GENERIC = "Оу. Муше он не нравится, а ему не нравится Муша.",
			BURNT = "Он умер дважды.",
		},
		MERMHOUSE =
		{
			GENERIC = "Тут живет болотный монстр.",
			BURNT = "Ох, Муша не знает как это случилось.",
		},
		FLOWERSALAD = "Это лучше чем просто цветы.",
        ICECREAM = "Это редкое лакомство. Спасибо!",
        WATERMELONICLE = "Этот холодный фрукт бодрит Мушу!",
        TRAILMIX = "Хрусть хрусть хрусть!",
        HOTCHILI = "Эта штука пахнет горячим.",
        GUACAMOLE = "Некоторым такое нравится.",
		MOOSE = "Давай соберем побольше мяса. Это просто гусь.",
		MOOSEEGG = "Вау, Оно огроооомное!",
		MOSSLING = "Торопись! Они призывают дождь с молниями!",
		FEATHERFAN = "Муше не знает почему оно такое большое.",
		GOOSE_FEATHER = "Его можно использовать для развлечения. \n Но писать им не получится.",
		STAFF_TORNADO = "Вууууу! Призываю ветер!",
		PIGHEAD =
		{
			GENERIC = "Это черное послание.",
			BURNT = "Кто-то не любит свиней, в результате оно сгорело.",
		},
		PIGHOUSE =
		{
			FULL = "Извините, вы можете помочь Муше? Муша в беде.",
			GENERIC = "Свинки всегда помогали Муше... Видимо иногда нет.",
			LIGHTSOUT = "Ну, Муше не важно.",
			BURNT = "Что случилось?",
		},
		FERTILIZER = "Ведро полное навоза.",
		RAINOMETER =
		{
			GENERIC = "Тут значки показывают что скоро будет дождь.",
			BURNT = "Муша не видит значки.",
		},
		RAINCOAT = "Он слишком мал чтобы прикрыть рюкзак.",
		RAINHAT = "Муше нравится пить воду, а не собирать ее волосами.",
		RESEARCHLAB =
		{
			GENERIC = "Это начало выживания.",
			BURNT = "Аууу... Мушина лаборатория пропала.",
		},
		RESEARCHLAB2 =
		{
			GENERIC = "Муша может сделать все! или нет...",
			BURNT = "Муше все еще нужно это!",
		},
		RESEARCHLAB3 =
		{
			GENERIC = "Оооооооооох! Эта штука может колдовать!",
			BURNT = "Никто не может остановить силу огня.",
		},
		RESEARCHLAB4 =
		{
			GENERIC = "Почему на верхушке цилиндр? Для науки?",
			BURNT = "Даже магия не может потушить огонь.",
		},
		RESURRECTIONSTATUE =
		{
			GENERIC = "Похоже на... Вилсона?",
			BURNT = "Муше казалось она слышала крик.",
		},
		ROCK_ICE =
		{
			GENERIC = "Если хочешь замерзнуть - просто стой тут.",
			MELTED = "Восстановление займет некоторое время.",
		},
		ROCK_ICE_MELTED = "Восстановление займет много времени.",
		ICE = "Зябко.",
        REFLECTIVEVEST = "Муша не может плавать в земле.",
		HAWAIIANSHIRT = "Эта рубашка просто дышит летом!",
		TENT =
		{
			GENERIC = "Муша может отдохнуть тут.",
			BURNT = "Мушина база превратилась в угольки.",
		},
		SIESTAHUT =
		{
			GENERIC = "По крайней мере это поможет не промокнуть без зонтика.",
			BURNT = "Мушин шалаш сгорел дотла.",
		},
		TRANSISTOR = "Муша не знает как это работает.",
		TREASURECHEST =
		{
			GENERIC = "Муше нужно много вещей, так что Муша сделает много коробок.",
			BURNT = "Это конец! ВСЕ ПРОПАЛО! Все Мушины вещи сгорели!",
		},
		TUMBLEWEED = "Стоп! Муша сказала стоп!",
		GRASS_UMBRELLA = "Выглядит вполне, он также вполне водонепроницаем.",
		UNIMPLEMENTED = "Он пока не работает.",
		WALL_HAY =
		{
			GENERIC = "Оно может держать некоторые вещи внутри, но быстро сгорает.",
			BURNT = "Муша предупреждала, он быстро горит!",
		},
		WALL_WOOD =
		{
			GENERIC = "Оно довольно крепкое, Но его все еще может сжечь огонь.",
			BURNT = "*вздох* Муша старалась.",
		},
		WARG = "Только посмотри! Это вожак гончих!",
		WATERMELON = "Он большой, Но живот Муши он не наполнит.",
		WATERMELON_COOKED = "Муша хочет съесть его!",
		WATERMELONHAT = "Это забавно! И липко!",
		WINTEROMETER =
		{
			GENERIC = "Жарче и жарче, выше и выше.",
			BURNT = "Оно не может засечь огонь.",
		},
		HOMESIGN =
		{
			GENERIC = "Теперь Муша может что-нибудь написать.",
			BURNT = "Муша может разобрать это.",
		},
		BEEBOX =
		{
			READY = "Видишь это? Это коробка с пчелами!",
			FULLHONEY = "Коробка полна меда!",
			GENERIC = "Пчелы и цветы заходят внутрь, а изнутри выходит мед!",
			NOHONEY = "Муше надо подождать жидкое золото.",
			SOMEHONEY = "Ох, пчелы все еще работают.",
			BURNT = "Муше не нравится горелый мед...",
		},
		LIVINGTREE = "Лицо на это дереве кажется Муше живым.",
		ICESTAFF = "Он охраняет Мушу.",
		WORMLIGHT = "Муша может использовать это, Но Муше больше нравится Светопыль.",
		WORM =
		{
		    PLANT = "Светится синим. Но это похоже на растение.",
		    DIRT = "Что-то движется под землей!",
		    WORM = "Оу! Что это было?",
		},
		EEL = "Длинная, странная и зеленая рыба.",
		EEL_COOKED = "У нее странный запах...",
		UNAGI = "Муша ничего особо не готовила, но унаги готовы!",
		EYETURRET = "Глаз на верхушке. Он может победить всех.",
		EYETURRET_ITEM = "Это просто маленькая игрушка,\n Но она вырастет и заработает если установить ее на землю.",
		MINOTAURHORN = "Это символ завоевателя из далеких темных пещер.",
		MINOTAURCHEST = "Огромный сундук! Он выше Муши!",
		THULECITE_PIECES = "Если бы у Муши было больше таких,\n Муша смогла бы сделать тулецитовые вещи.",
		POND = "Пора рыбачить!",
		POND_ALGAE = "Оно растет в темных и влажных местах.",
		GREENSTAFF = "Перематывает время вещей\n возвращая к Муше то какими они были раньше.",
		POTTEDFERN = "Бесполезно. Но выглядит красиво.",

		THULECITE = "Какая древность.",
		ARMORRUINS = "Тяжело, но безопасно.",
		RUINS_BAT = "Сильнейшая каменная дубинка каких только знает Муша.",
		RUINSHAT = "Эту корону было легко сделать *вздох*.",
		NIGHTMARE_TIMEPIECE = --Keeps track of the nightmare cycle
		{
		CALM = "Все в порядке, никаких проблем.",	--Calm phase
		WARN = "Он предупреждает Мушу.",	--Before nightmare
		WAXING = "Ух ох... что-то говорит Муше что тут не безопасно.", --Nightmare Phase first 33%
		STEADY = "Дела у Муши все хуже и хуже!", --Nightmare 33% - 66%
		WANING = "Еще немного. Муше надо немного продержаться.", --Nightmare 66% +
		DAWN = "Муша думает это почти закончилось.", --After nightmare
		NOMAGIC = "Тут нет магии, нет опасности.", --Place with no nightmare cycle.
		},
		BISHOP_NIGHTMARE = "Почему ты все еще тут?",
		ROOK_NIGHTMARE = "Сломана голова, ноги, глаза. Но ты все еще движешься.",
		KNIGHT_NIGHTMARE = "Заброшенные солдаты.",
		MINOTAUR = "Оно опасно, но Муша видела и хуже.",	--Monster in labyrinth
		SPIDER_DROPPER = "Белые пауки. Их гнездо на потолке пещеры.",	--White spider that comes from the roof
		NIGHTMARELIGHT = "От этого света у Муши болит голова.",	--Lights that activate during nightmare.
		GREENGEM = "Самый важный для Муши камень!",
		RELIC = "Кто-то починил это.",	--Fixed relic
		RUINS_RUBBLE = "Чего-то не хватает.",	--Broken relic
		MULTITOOL_AXE_PICKAXE = "Как здорово! Муша может ломать камни и дерево!",	--Works as axe and pickaxe
		ORANGESTAFF = "Муша знает что это, с этим Муша может перемещаться",	--Teleports player.
		YELLOWAMULET = "БЕЗГРАНИЧНАЯ МОЩЬ!",	--Emits light, player walks faster.
		GREENAMULET = "50% скидка!",	--Reduce cost of crafting

		SLURPER = "Большой пушистый шар!",
		SLURPER_PELT = "Видишь это? Оно все еще кажется живым!",
		ARMORSLURPER = "Слишком туго! Это помогает Муше переносить голод...",
		ORANGEAMULET = "Он сам подбирает вещи!",
		YELLOWSTAFF = "Муша знает похожую штуку!", 
		YELLOWGEM = "Блестящий желтый камень.",
		ORANGEGEM = "Муша чует странную ауру.",
		TELEBASE =
		{
			VALID = "Какого... Как Муше это удалось?",
			GEMS = "Что Муша должна здесь сделать?",
		},
		GEMSOCKET =
		{
			VALID = "Муша чует магическую силу в пурпурном камне.",
			GEMS = "Муше нужно больше магии!",
		},
		STAFFLIGHT = "З... Здорово!",

        LIGHTER = "Крошечный поджигатель.",


        ANCIENT_ALTAR =
        {
        	WORKING = "Он говорит прямо в Мушиной голове.",
        	BROKEN = "Он работает, но нужно что-то еще чтобы заработал в полную силу.",
        },
        ANCIENT_ALTAR_BROKEN = "Он работает, но нужно что-то еще, чтобы заработал в полную силу.",

        ANCIENT_STATUE = "Странно выглядящая древность.",

        LICHEN = "Похоже на камень.",
		CUTLICHEN = "Выглядит сломанным.",

        CAVE_BANANA = "Муша достала это в пещере.",
        CAVE_BANANA_COOKED = "БАНАНА!",
        CAVE_BANANA_TREE = "Как они растут в темноте?",
        ROCKY = "Такой большой.",

        BLUEAMULET = "От этого амулета веет холодом!",
		PURPLEAMULET = "Муша может видеть мертвых...",
		TELESTAFF = "Хоп! Хоп! Хоп!",
		MINERHAT = "Муша не шахтер, Но это поможет Муше видеть в пещерах.",
		MONKEY = "Хватай его! Он украл вещи Муши!",
		MONKEYBARREL = "Мартышки сделали дом похожий на их лицо.",

		HOUNDSTOOTH="Острый. Можно сделать оружие дальнего и ближнего боя для Муши!",
		ARMORSNURTLESHELL="Это мило, но корона лучше!",
		BAT="Злая мышка!",
		BATBAT = "Муша может бить врагов этим!",
		BATWING="Что Муше с этим делать? Муша может это приготовить?",
		BATWING_COOKED="Оно скукожилось.",
		BEDROLL_FURRY="Муша может спать на этом.",
		BUNNYMAN="Осторожно, они не любят мясо.",
		FLOWER_CAVE="Это хороший источник света.",
		FLOWER_CAVE_DOUBLE="Это хороший источник света.",
		FLOWER_CAVE_TRIPLE="Это хороший источник света.",
		GUANO="Сухой белый навоз.",
		LANTERN="Фонарь только светится, Муша не может им сражаться.",
		LIGHTBULB="Яркое растение!",
		MANRABBIT_TAIL="Маленький белый хвост!",
		MUSHTREE_TALL="Синее растение.",
		MUSHTREE_MEDIUM="Двуглавый гриб!",
		MUSHTREE_SMALL="Грязный зеленый гриб с большой шляпкой.",
		SLURTLE="Это можно приспособить носить на Мушиной голове.",
		SLURTLE_SHELLPIECES="Сломано, Муша знает это.",
		SLURTLEHAT="Посмотри на Мушу! Это прочный шлем!",
		SLURTLEHOLE="Похоже на большой кактус.",
		SLURTLESLIME="Оно взрывается!",
		SNURTLE="Можно приспособить носить на теле.",
		SPIDER_HIDER="У этого паука странная шляпа!",
		SPIDER_SPITTER="Эти пауки стреляют паутиной!",
		SPIDERHOLE="Паучье гнездо.",
		STALAGMITE="Странные камни растущие вверх.",
		STALAGMITE_FULL="Большой странный камень!,\n кажется Муша видит блестящие камни внутри.",
		STALAGMITE_LOW="Небольшой скользкий камень.",
		STALAGMITE_MED="Большая скользкая скала, кажется она растет вверх",
		STALAGMITE_TALL="Высокие острые камни.",
		STALAGMITE_TALL_FULL="Большой острый камень!\n кажется Муша видит блестящие камни внутри.",
		STALAGMITE_TALL_LOW="Маленький острый камень.",
		STALAGMITE_TALL_MED="Большой острый камень, кажется он растет вверх.",

		TURF_CARPETFLOOR = "Шитое шитье!",
		TURF_CHECKERFLOOR = "Это искуственный дерн.",
		TURF_DIRT = "На земле растут растения.",
		TURF_FOREST = "Тут много мха.",
		TURF_GRASS = "Зеленый травяной дерн.",
		TURF_MARSH = "Тонны листьев!",
		TURF_ROAD = "Муша может бегать быстрее на этом дерне!",
		TURF_ROCKY = "Камни очень ценный ресурс.",
		TURF_SAVANNA = "Кролики и Бифало любят жить на этом дерне.",
		TURF_WOODFLOOR = "Напольное покрытие. Муше комфортно.",

		TURF_CAVE="Бело-полосатый дерн.",
		TURF_FUNGUS="Похоже он отличается в разных местах.",
		TURF_SINKHOLE="Зелено-полосатый дерн.",
		TURF_UNDERROCK="Измельченный камень.",
		TURF_MUD="Это гадко.",

		TURKEYDINNER = "Индейка! Индейка! Индейка!",
		TWIGS = "Недостаточно веток!",
		POWCAKE = "Тоны витаминов.",
        CAVE_ENTRANCE =
        {
            GENERIC="Кто-то что-то выкопал, \n там есть что-нибудь внутри?",
            OPEN = "У Муши есть веревка. Что думаешь?",
        },
        CAVE_EXIT = "Веревка?",

		MAXWELLPHONOGRAPH = "Больше музыки!",
		PIGGUARD = "Он землевладелец!",
		BOOMERANG = "Кривая деревяшка бьет врагов и возвращается к Муше.",
		ADVENTURE_PORTAL = "Врата? Куда они ведут?",
		AMULET = "Я неуязвима! Ну может нет.\n Но чувствую себя здорово.",
		ANIMAL_TRACK = "Хорошая охота.",
		ARMORGRASS = "Дешевая броня, плохая защита для Муши.",
		ARMORMARBLE = "Ну, неплохо, правда тяжеловато.",
		ARMORWOOD = "Обычная броня для этого мира.",
		ARMOR_SANITY = "Это защитит Мушу?",
		ASH =
		{
			GENERIC = "Муша не знает что это было, но теперь это пепел.",
			REMAINS_GLOMMERFLOWER = "Ох. Старый колокольчик пропал.",
			REMAINS_EYE_BONE = "Как Муше найти еще один глаз?",
			REMAINS_THINGIE = "Муша потеряла это.",
		},
		AXE = "Давай рубить!",
		BABYBEEFALO =
		{
			GENERIC = "Не бей его. Пока что.",
			SLEEPING = "Рано. Он еще ребенок!",
		},
		BACKPACK = "Он не защитит Мушу. Но внутрь можно положить много вещей.",
		BACONEGGS = "Муше нравится, тут бекон и яйца!",
		BANDAGE = "Взбодрись!",
		BASALT = "Вау! Он действительно прочный. Муше никак его не сломать!",
		BEARDHAIR = "Интересно откуда это взялось?",
		BEDROLL_STRAW = "Муша может спать на этом.",
		BEE =
		{
			GENERIC = "Она работает.",
			HELD = "Бзззз Бзззззз Бзззззззз.",
		},
		BEEFALO =
		{
			FOLLOWER = "Он преследует Мушу!",
			GENERIC = "Выглядит грязным, тяжелым и медленным.",
			NAKED = "Муша этого не делала. Она не в курсе как так получилось.",
			SLEEPING = "Где их дом?",
		},
		BEEFALOHAT = "Пахнет чем-то свирепым... Например Бифало.",
		BEEFALOWOOL = "Муша должна сохранить это для зимы.",
		BEEHIVE = "Мед внутри. Как Муше достать его?",
		BEEMINE = "Пчелы внутри... Пока что.",
		BEEMINE_MAXWELL = "Вместо пчел внутри москиты!",
		BEEHAT = "Это сохранит Мушино лицо в безопасности от жал!",
		BERRIES = "Вкусные красные ягоды!",
		BERRIES_COOKED = "Приготовленные ягоды вкуснее.",
		BERRYBUSH =
		{
			BARREN = "Просто куст. Внутри есть ягоды?",
			WITHERED = "Нужна гниль или навоз.",
			GENERIC = "Ему нужно время чтобы вырастить ягоды!",
			PICKED = "Когда Муша сможет собрать ягоды?",
		},
		BIRDCAGE =
		{
			GENERIC = "Внутри могут жить птицы.",
			OCCUPIED = "Внутри Птица, Муша может покормить её!",
			SLEEPING = "Птичка спит.",
		},
		BIRDTRAP = "Хочешь узнать как Муша ловит птиц?",
		BIRD_EGG = "Сколько яиц может быть снесено?",
		BIRD_EGG_COOKED = "Оно хорошо к завтраку.",
		BISHOP = "Это опасный враг! Он может стрелять в Мушу!",
		BLOWDART_FIRE = "В этом дротике спрятан огонь!",
		BLOWDART_SLEEP = "Этот дротик сделает цель неопасной для Муши.",
		BLOWDART_PIPE = "Многие из этих дротиков остались от моржей.",
		BLUEGEM = "Прохладный.",
		BLUEPRINT = "Хммм... Вот оно как?",
		BELL_BLUEPRINT = "Оно прилетело с неба.",
		BLUE_CAP = "Это пахнет как... ничто.",
		BLUE_CAP_COOKED = "Муша приготовить это на огне!",
		BLUE_MUSHROOM =
		{
			GENERIC = "Это синий гриб.",
			INGROUND = "Это синий гриб.",
			PICKED = "Это был синий гриб.",
		},
		BOARDS = "Дерево превратилось в плоские доски. Муша теперь может сделать многие вещи.",
		BONESTEW = "Это лучший мясной стейк который Муша может приготовить.",
		BUGNET = "Давай поймаем несколько букашек!",
		BUSHHAT = "Никто не сможет найти Мушу, если Муша наденет это!",
		BUTTER = "Это масло было у бабочки.",
		BUTTERFLY =
		{
			GENERIC = "Бабочки такие бабочки!",
			HELD = "Что Муша может сделать? Тебе нужно масло?", --☺
		},
		BUTTERFLYMUFFIN = "Этот масляный маффин украшен бабочкой.",
		BUTTERFLYWINGS = "Тонкие, красивые, крылышки.",
		CAMPFIRE =
		{
			EMBERS = "Муше нужно добавить горючее в костер.",
			GENERIC = "Он дает мягкий свет и тепло.",
			HIGH = "Искры взлетают высоко!",
			LOW = "Скоро потухнет.",
			NORMAL = "Яркий огонь.",
			OUT = "Муше зажечь его?",
		},
		CANE = "Муша может двигаться БЫСТРЕЕ теперь!",
		CARROT = "Да, Муша может есть морковку.",
		CARROT_COOKED = "Помнишь запах приготовленной моркови?",
		CARROT_PLANTED = "Кто посадил морковку, тут где-то кролик?",
		CARROT_SEEDS = "Семена для противного оранжевого овоща.",
		CAVE_FERN = "Пурпурный цветок, растущий только в пещерах.",
		CHARCOAL = "Его можно сжечь второй раз.",
        CHESSJUNK1 = "Тут много сломанных вещей.",
        CHESSJUNK2 = "Тут много сломанных вещей.",
        CHESSJUNK3 = "Тут много сломанных вещей.",
		CHESTER = "Он такой пушистый!",
		CHESTER_EYEBONE =
		{
			GENERIC = "Глаз на косточке? Как он может быть живым?",
			WAITING = "Покойся с миром, ты был хорошим Честером...",
		},
		COOKEDMEAT = "Лучше всего готовить его свежим.",
		COOKEDMONSTERMEAT = "Муша все еще не хочет это есть... Как быть Муше?",
		COOKEDSMALLMEAT = "Маленький кусочек мяса, но это лучше чем есть сырое.",
		CORN = "Хочешь сделать для Муши суп?",
		CORN_COOKED = "Пахнет хорошо!",
		CORN_SEEDS = "Муша может сделать пирог из этого!",
		CROW =
		{
			GENERIC = "Птицы оставляют Муше семена и яйца.",
			HELD = "Муша выиграла! поймала птицу.",
		},
		CUTGRASS = "Нам нужно больше травы!",
		CUTREEDS = "Папирус!",
		CUTSTONE = "Ты знаешь что Муша может чинить свои вещи с помощью камней?",
		DEADLYFEAST = "Не ешь это!",
		DEERCLOPS = "У этого гигантского оленя один глаз... Муше лучше не сводить с него глаз!",
		DEERCLOPS_EYEBALL = "Глазонтик, Броня, Молот, Меч!\n Муше нужно больше!",
		DIRTPILE = "Муша нашла следы!",
		DIVININGROD =
		{
			COLD = "Что это за звук? Пчелы?",
			GENERIC = "Для чего это? \n  Оно может найти выход?",
			HOT = "Оно что-то нашло! Муша видит это!",
			WARM = "Оно учуяло что-то.",
			WARMER = "Оно начало работать... Муша не знает для чего.",
		},
		DIVININGRODBASE =
		{
			GENERIC = "Хранитель ключей!",
			READY = "Муша готова к поиску!",
			UNLOCKED = "Может Муша снова его использовать?",
		},
		DIVININGRODSTART = "Муша пойдет поищет что-нибудь,\n Может быть оно поможет Муше.",
		DRAGONFLY = "Муша нашла Драконью Муху! Она очень сильна!",
		LAVASPIT =
		{
			HOT = "Горячо! Горячо!",
			COOL = "Сейчас оно остыло.",
		},
		DRAGONFRUIT = "Ох, это вкусно!",
		DRAGONFRUIT_COOKED = "Ох, это вкусно!",
		DRAGONFRUIT_SEEDS = "Драконий фрукт! Муше он нравится!",
		DRAGONPIE = "Он воодушевляет Мушу!",
		DRUMSTICK = "Мушу убьет КАЖДУЮ индюшку!",
		DRUMSTICK_COOKED = "Плохая индюшка, хорошая ножка!",
		DURIAN = "Муша может съесть то что внутри!",
		DURIAN_COOKED = "Аам, Муше не важно как оно пахнет.",
		DURIAN_SEEDS = "Давай посадим дуриан!",
		EARMUFFSHAT = "Из маленьких кроликов вышли теплые наушники!",
		EGGPLANT = "Он мягкий когда приготовлен.",
		EGGPLANT_COOKED = "Баклажан теперь мягкий, но некоторым такое не нравится.",
		EGGPLANT_SEEDS = "Кто может съесть лишь один баклажан?",
		STUFFEDEGGPLANT = "Я могу съесть их всех!",
		DUG_BERRYBUSH = "Давай вернем его домой!",
		DUG_GRASS = "Давай вернем его домой!",
		DUG_MARSH_BUSH = "Давай вернем его домой!",
		DUG_SAPLING = "Давай вернем его домой!",
		EARMUFFS = "Маленькие наушники.",
		DECIDUOUSTREE =
		{
			BURNING = "Ах! Горячо! Горячо! Огонь! Огонь! Дереву нужна вода, скорее!",
			BURNT = "Тонкое угольное дерево.",
			CHOPPED = "Дерево срублено, нужно время чтобы оно выросло снова.",
			GENERIC = "Деревья нужны, Но древесина нужнее.",
		},
		ACORN =
		{
		    GENERIC = "Это березовое семечко.",
		    PLANTED = "Скоро оно станет большим деревом.",
		},
		EVERGREEN =
		{
			BURNING = "Ах! Горячо! Горячо! Огонь! Огонь! Дереву нужна вода, скорее!",
			BURNT = "Тонкое угольное дерево.",
			CHOPPED = "Дерево срублено, нужно время чтобы оно выросло снова.",
			GENERIC = "Деревья нужны, Но древесина нужнее.",
		},
		EVERGREEN_SPARSE =
		{
			BURNING = "Ах! Горячо! Горячо! Огонь! Огонь! Дереву нужна вода, скорее!",
			BURNT = "Тонкое угольное дерево.",
			CHOPPED = "Дерево срублено, нужно время чтобы оно выросло снова.",
			GENERIC = "Деревья нужны, Но древесина нужнее.",
		},
		EYEPLANT = "Оно собирает ближайшие вещи.\n Затем пожирает их, отбирая у Муши навсегда!",
		FEATHERHAT = "Давай играть и танцевать в короне из перьев!",
		FEATHER_CROW = "Черные перья можно использовать для сонных дротиков!",
		FEATHER_ROBIN = "Из красных перьев получатся огненные дротики!",
		FEATHER_ROBIN_WINTER = "Белые перья пригодятся для духовых дротиков!",
		FEM_PUPPET = "Ух... Кто это сделал и для чего?", --what was that?
		FIREFLIES =
		{
			GENERIC = "Муше нравится их красивый свет!",
			HELD = "Хм... Они выглядят... Так странно.",
		},
		FIREHOUND = "Не подпускать их к вещам Муши! Держать подальше от их пламени!",
		FIREPIT =
		{
			EMBERS = "Муше нужно добавить горючее в костер.",
			GENERIC = "Он дает мягкий свет и тепло.",
			HIGH = "Искры взлетают высоко!",
			LOW = "Скоро потухнет.",
			NORMAL = "Яркий огонь.",
			OUT = "Муше зажечь его?",
		},
		FIRESTAFF = "Это опасный магический жезл.",
		FISH = "Муша достала это из пруда... или от рыболюдей?",
		FISHINGROD = "Рыбалка для рыбки. Чтобы Муша могла выжить.",
		FISHSTICKS = "Рыбные палочки! Просто сделать, легко съесть!",
		FISHTACOS = "Ты знаешь о тако? Это тако с рыбой!",
		FISH_COOKED = "Муша хочет копченого лосося.",
		FLINT = "Основа большинства инструментов, которые Муша может сделать.",
		FLOWER = "Муша возможно сможет что-нибудь сделать с кучкой таких.",
		FLOWERHAT = "Цветочный круг. От него Муше так приятно.",
		FLOWER_EVIL = "Эуу, этот цветок пахнет очень плохо,\n совсем не похоже на другие цветы.",
		FOLIAGE = "Муша нашла это в пещере.",
		FOOTBALLHAT = "Он сохранит Мушину голову в целости!",
		FROG =
		{
			DEAD = "Хорошая лягушка это мертвая лягушка.",
			GENERIC = "Муше не нравится когда лягушки лижут Мушу.",
			SLEEPING = "Спящая лягушка. Сможет Муша проскользнуть мимо?",
		},
		FROGGLEBUNWICH = "Лягушка внутри сэндвича.",
		FROGLEGS = "Муша ест только лягушачьи лапки.",
		FROGLEGS_COOKED = "Это вкусно!",
		FRUITMEDLEY = "Вкусный фрукт!",
		GEARS = "Metal Gear Musha!",
		GHOST = "Превратился в нежить? Просто бей призрака мечом!!",
		GOLDENAXE = "Золотой сверкающий топор!",
		GOLDENPICKAXE = "Золотая сверкающая кирка!",
		GOLDENPITCHFORK = "Золотые сверкающие вилы!",
		GOLDENSHOVEL = "Золотая сверкающая лопата!",
		GOLDNUGGET = "Муше надо собирать их!",
		GRASS =
		{
			BARREN = "Ему нужно удобрение.",
			WITHERED = "Оно высохло.",
			BURNING = "Огонь! Огонь! Муше нужна вода!",
			GENERIC = "Трава это основа выживания.",
			PICKED = "Трава всегда растет.",
		},
		GREEN_CAP = "Да. Сырым не ешь, будут галлюцинации.",
		GREEN_CAP_COOKED = "Это поможет восстановить рассудок.",
		GREEN_MUSHROOM =
		{
			GENERIC = "Это может быть использовано как успокаивающее.",
			INGROUND = "Муше надо вернуться сюда вечером.",
			PICKED = "Кто-то уже собрал его. Может это была Муша.",
		},
		GUNPOWDER = "Может стоить оставить это в покое?\n Муше еще предстоит сражаться с драконьей мухой!",
		HAMBAT = "Приятного побития!",
		HAMMER = "Молотобоец!",
		HEALINGSALVE = "Он спасал Мушу несколько раз.",
		HEATROCK =
		{
			FROZEN = "Морозит!",
			COLD = "Холодный камень.",
			GENERIC = "Муше нужно держать его холодным летом и горячим зимой.",
			WARM = "Теплый желтый камень.",
			HOT = "Красный горячий камень!",
		},
		HONEY = "Даа! Мед!",
		HONEYCOMB = "Пчелы похоже не хотят чтобы Муша трогала это.",
		HONEYHAM = "Много мяса с медом.",
		HONEYNUGGETS = "Муша любит мясо и мед. У Муши есть они оба!",
		HORN = "Он создает громкий низкий звук.",
		HOUND = "Они были друзьями. Но теперь только делают Мушу сильнее.",
		HOUNDMOUND = "Откуда гончие приходят? Из под земли?",
		HOUNDBONE = "Когда-то это была гончая, теперь просто кости.",
		ICEBOX = "Позволяет Муше долго хранить еду!",
		ICEHOUND = "Его мех снежно-белый!",
		INSANITYROCK =
		{
			ACTIVE = "Он вырастает при низком рассудке.",
			INACTIVE = "Он открыт.",
		},
		JAMMYPRESERVES = "Ешь медленнее!",
		KABOBS = "Мясные кусочки наколотые на палку!",
		KILLERBEE =
		{
			GENERIC = "Это не пчелы!\n Почему осы и пчелы живут вместе?",
			HELD = "Красные дьяволы!",
		},
		KNIGHT = "Это не Мушин пони!",
		KOALEFANT_SUMMER = "Слоно... Кто это?",
		KOALEFANT_WINTER = "Слоно... Кто это?",
		KRAMPUS = "Демон!",
		KRAMPUS_SACK = "Он больше Муши!",
		LAVAE = "Они любят поджигать вещи... Муша ненавидит их...",
		LEIF = "Ходячее дерево!",
		LEIF_SPARSE = "Ходячее дерево!",
		LIGHTNING_ROD =
		{
			CHARGED = "Ох, заряженный металл, не трогай его!",
			GENERIC = "Он обезопасит местность от молний.",
		},
		LITTLE_WALRUS = "Безоружный ребенок следует за отцом!",
		LIVINGLOG = "Ото осталось от странного дерева.",
		LOCKEDWES = "Он попался!",
		LOG =
		{
			BURNING = "Огонь! Оно в огне!",
			GENERIC = "Дерево такое полезное! Что Муша может сделать с ним?",
		},
		LUREPLANT = "У этого растения большой желудок.",
		LUREPLANTBULB = "Это мое теперь.",
		MALE_PUPPET = "Оно похоже.... на Вилсона?",
		MANDRAKE =
		{
			DEAD = "У него человеческое лицо и волосы из листьев.",
			GENERIC = "Это не совсем морковка.",
			PICKED = "У него человеческое лицо и волосы из листьев.",
		},
		COOKEDMANDRAKE = "Муша готовит мандрагору,\n но суп из мандрагоры нравится Муше больше.",
		MANDRAKESOUP = "Суп из мандрагоры! Абсолютно бесподобен!",
		MARBLE = "Ооф... Он тяжелый!",
		MARBLEPILLAR = "Выглядит мило.",
		MARBLETREE = "Кто и зачем это сделал?",
		MARSH_BUSH =
		{
			BURNING = "Огонь! Огонь! Эй, Муше нужна вода!",
			GENERIC = "Слишком много шипов!",
			PICKED = "Муша в этом не нуждается.",
		},
		MARSH_PLANT = "В этом месте появляются колючие растения.",
		MARSH_TREE =
		{
			BURNING = "Ох, Муша тут не виновата.",
			BURNT = "Все сгоревшие деревья превращаются в уголь.",
			CHOPPED = "Пенек это все что осталось.",
			GENERIC = "Это дерево похоже болеет.",
		},
		MAXWELL = "Он такой высокий.",
		MAXWELLHEAD = "Бла бла бла.",
		MAXWELLLIGHT = "Он горит сам по себе!",
		MAXWELLLOCK = "Хмм, Муше нужен ключ.",
		MAXWELLTHRONE = "Выглядит опасным...",
		MEAT = "Муша может съесть это сейчас, но лучше сделать вяленое мясо, а еще лучше приготовить.",
		MEATBALLS = "Тефтельки!",
		MEAT_DRIED = "Муше они нравятся!",
		MERM = "Ох, похоже им Муша не нравится.",
		MONSTERLASAGNA = "Это еда, но не безопасная для Муши. \n Может кто-то еще сможет съесть это?",
		MONSTERMEAT = "Кто может такое есть? Эууу.",
		MONSTERMEAT_DRIED = "Отвратительный запах пропал.\n Но оно все еще... 'так себе'.",
		MOSQUITO =
		{
			GENERIC = "Мушина кровь не вкусная!",
			HELD = "Теперь это мое, никаких больше зудящих укусов!",
		},
		MOSQUITOSACK = "Он пушистый!",
		MOUND =
		{
			DUG = "Никто не покоится с миром.\n Если кто-то умирает, мы просто начинаем с начала...",
			GENERIC = "Чей холмик?",
		},
		MULTIPLAYER_PORTAL = "Это альфа и омега\n начало и конец.",
		NIGHTLIGHT = "Его топливо - кошмары.",
		NIGHTMAREFUEL = "Маленький страх все еще жив!",
		NIGHTSWORD = "Мушин кошмарный меч может победить настоящий кошмар!",
		NITRE = "Кто-то использует это чтобы сделать порох,\n Муша может применить его для ремонта вещей.",
		ONEMANBAND = "ДаВаЙ тАнЦеВаТь и ИгРаТь!",
		PANDORASCHEST = "Древний сундук? Как он сюда попал?",
		PANFLUTE = "Усыпляет чудищ.",
		PAPYRUS = "Полезное растение! Муша может сделать папирус!",
		PENGUIN = "Они скользят по земле! Можешь в такое поверить?",
		PERD = "Есть у кого-нибудь ягоды или грибы? \n Муша может сделать из них приманку для птиц.",
		PEROGIES = "Печенье с предсказанием! Ох стоп, там мясо внутри?",
		PETALS = "Пахнет хорошо. Но этого мало чтобы набит Мушин желудок.",
		PETALS_EVIL = "Эуу, Эти цветы пахнут очень плохо,\n отличаются от других цветов рядом.",
		PHLEGM = "Что за... Что Муша может сделать?",
		PICKAXE = "Дробить камень, а затем строить дом!",
		PIGGYBACK = "Большой, Огне-водостойкий рюкзак!",
		PIGKING = "У него есть тонны золота! Муше надо поторговать с ним!",
		PIGMAN =
		{
			DEAD = "Мертвый свин это просто свинина.",
			FOLLOWER = "Вперед! Идем рубить деревья и бить пауков!",
			GENERIC = "Он дружелюбен к Муше.",
			GUARD = "Ох, да ладно!",
			WEREPIG = "Ты больше не свинка! Ты монстр!",
		},
		PIGSKIN = "Свиная шкура!",
		PIGTORCH = "Им нравится украшать свои факела.",
		PINECONE =
		{
		    GENERIC = "Это семечко елки.",
		    PLANTED = "Скоро оно станет большим деревом.",
		},
		PITCHFORK = "Муша может подбирать дерн.",
		PLANTMEAT = "Эууу, оно начало таять.",
		PLANTMEAT_COOKED = "Ох, оно пахнет как мясо!",
		PLANT_NORMAL =
		{
			GENERIC = "Овощи... Овощи...",
			GROWING = "Расти~ Расти~",
			READY = "Готово! Муше нужно собрать его!",
			WITHERED = "Он полностью высох... Муше надо убрать его.",
		},
		POMEGRANATE = "Это не яблоко! Это гранат!",
		POMEGRANATE_COOKED = "От него Муша чувствует себя лучше.\n Можно Муше скушать его сейчас?",
		POMEGRANATE_SEEDS = "Крошечное рубиновое семечко.",
		POOP = "Иик... Оно пачкается и воняет ужасно... Но полезное.",
		PUMPKIN = "Тыква! Муше нравятся тыквенные фонарики!",
		PUMPKINCOOKIE = "Тыквенное печенье!",
		PUMPKIN_COOKED = "Приготовлено с любовью.",
		PUMPKIN_LANTERN = "Похоже на морду гончей, правда?",
		PUMPKIN_SEEDS = "Нам нужно больше тыкв?",
		PURPLEGEM = "Фиолетовый камень сводит мир с ума.",
		RABBIT =
		{
			GENERIC = "Он шустрый! Но у Муши есть идея!",
			HELD = "Что Муше делать? Убить его? Покормить его?",
		},
		RABBITHOLE =
		{
			GENERIC = "Слышишь это? Там все еще есть кролик внутри.",
			SPRING = "Нора затоплена. Но кролики все еще внутри.",
		},
		RATATOUILLE = "Где мясо? Тут нет его? Ох...",
		RAZOR = "Муша побреет тебя!",
		REDGEM = "Красный камень это символ огня и жизни.",
		RED_CAP = "Грибы красного цвета ядовиты, обычно.",
		RED_CAP_COOKED = "Бесполезно, так ведь?",
		RED_MUSHROOM =
		{
			GENERIC = "Грибы красного цвета ядовиты, обычно.",
			INGROUND = "Они вылезают из земли только днем.",
			PICKED = "Кто-то собрал гриб.",
		},
		REEDS =
		{
			BURNING = "ОГОНЬ! Кто-нибудь помогите Муше!",
			GENERIC = "Тростник в основном используется для бинтов и духовых трубок.",
			PICKED = "Муша надеется найти больше.",
		},
        RELIC =
        {
            GENERIC = "Хм. Муша может забрать это?",
            BROKEN = "Надо отремонтировать.",
        },
        RUBBLE = "Время мимолетно.",
		RESURRECTIONSTONE = "Это не воскрешение.\n Он заставляет Мушу умереть снова.",
		ROBIN =
		{
			GENERIC = "Красная птичка. Цвет огня. Прямо как у Ямши.",
			HELD = "Что Муше делать? Где для него клетка?",
		},
		ROBIN_WINTER =
		{
			GENERIC = "У этой синей птицы теплое тельце. У Ямши нет. Странно.",
			HELD = "Что Муше делать? Где для него клетка?",
		},
		ROBOT_PUPPET = "Никто не избежит смерти.",
		ROCK_LIGHT =-- what the flame blast?
		{
			GENERIC = "Муша не понимает как такое произошло.",
			OUT = "Свет потух.",
			LOW = "Лава охлаждается.",
			NORMAL = "Да, он очень, очень горячий.",
		},
		ROCKS = "Муша может сделать много вещей из этого.",
        ROOK = "Стальной носорог!",
        ROPE = "Муша может использовать это для связывания!",
		ROTTENEGG = "Протухшие яйца пахнут плохо но они полезны.\n Особенно если делать порох.",
		SANITYROCK =
		{
			ACTIVE = "Он поднимается если у Муши высокий рассудок.",
			INACTIVE = "Он открыт.'",
		},
		SAPLING =
		{
			BURNING = "ВИЛЛОУ!? ОНА СНОВА ЖЖЕТ ВЕЩИ!?",
			WITHERED = "Ему нужна вода. Или навоз.",
			GENERIC = "Это важно.",
			PICKED = "Он всегда вырастает для Муши.",
		},
		SEEDS = "Мясо или овощи? Это вопрос.",
		SEEDS_COOKED = "Муша может есть чтобы притупить голод. Их легко найти.",
		SEWING_KIT = "Муша может сшить одежду!",
		SHOVEL = "Муша может выкапывать вещи!",
		SILK = "Муша постоянно охотится на пауков,\n так что у Мушу много паутины.",
		SKELETON = "Его душа страдает в чужом мире.",
		--SKELETON_PLAYER = "That gives me the willies.",

		SKELETON_PLAYER =
		{
			MALE = "Это тело %s, причина: %s.",
			FEMALE = "Это кости %s, причина: %s.",
			ROBOT = "Это корпус %s, причина: %s.",
			DEFAULT = "Это тело %s, причина: %s.",
		},

		SKULLCHEST = "Для чего это? Он кажется плохим предзнаменованием!", --what was that?
		SMALLBIRD =
		{
			GENERIC = "Он похож на Ямши, немного.",
			HUNGRY = "Ты голоден?",
			STARVING = "Погоди, погоди, Муша знает тебе голодно.",
		},
		SMALLMEAT = "Интересно что это было. Рука, нога, крыло?.",
		SMALLMEAT_DRIED = "Пахнет хорошо!",
		SPAT = "Овца? Нее... Носорог? Нет.",
		SPEAR = "Муша будет СРАЖАТЬСЯ!",
		SPIDER =
		{
			DEAD = "Муше нужно больше пауков чтобы стать сильнее.",
			GENERIC = "Легко бить, легко тренироваться.",
			SLEEPING = "Паук спит, Муше проскользнуть рядом или оставить его?",
		},
		SPIDERDEN = "Муша не боится его!",
		SPIDEREGGSACK = "Муша может отнести его себе домой.",
		SPIDERGLAND = "Это может вылечить Мушу!,\n а также подсадить на лечилки!",
		SPIDERHAT = "Муша твоя мамочка!",
		SPIDERQUEEN = "Большая паучиха, большая порция опыта для Муши!",
		SPIDER_WARRIOR =
		{
			DEAD = "Ты старался, но Муша сильнее!",
			GENERIC = "Он может прыгать и бить с расстояния, Муше нужно быть осторожной.",
			SLEEPING = "Воин спит, Может на этот раз Муше прыгнуть на него?",
		},
		SPOILED_FOOD = "Муше противно.",
		STATUEHARP = "Это арфа? Муша никогда раньше такое не видела.",
		STATUEMAXWELL = "Он запер меня здесь... Муша ненавидит его.",
		STEELWOOL = "Может Муше связать свитер? Что? Это шутка!",
		STINGER = "Жало маленькой пчелки.",
		STRAWHAT = "Сделана из соломы, Но она сохраняет сухость и прохладу.",
		SUNKBOAT = "Что случилось с ней?",
		SWEATERVEST = "Это модный жилет!",
		TAFFY = "Больше конфеток для Муши!",
		TALLBIRD = "Действительно высокие птицы. Иногда они злые!",
		TALLBIRDEGG = "Большое синее яйцо.",
		TALLBIRDEGG_COOKED = "Оно слишком большое чтобы съесть в одиночку.\n Но Муша сможет так как всегда голодная.",
		TALLBIRDEGG_CRACKED =
		{
			COLD = "Яйцу нужно тепло!",
			GENERIC = "Он вылупляется в точности как Ямши!",
			HOT = "Слишком горячо для вылупления!",
			LONG = "Как долго еще осталось?",
			SHORT = "Муша слышит что-то, он может скоро вылупиться!",
		},
		TALLBIRDNEST =
		{
			GENERIC = "Видишь это? Это большое яйцо!",
			PICKED = "Яйцо злой птицы пропало.",
		},
		TEENBIRD =
		{
			GENERIC = "Похоже эта птица что-то хочет...",
			HUNGRY = "Эта птица всегда голодная.",
			STARVING = "Не клюй Мушу!\n Муша тебя кормит!",
		},
		TELEPORTATO_BASE =
		{
			ACTIVE = "Муша просто хочет увидеть тебя за монитором.",
			GENERIC = "Это пространственные врата?",
			LOCKED = "Что-то нужно сделать чтобы Муша смогла использовать это.",
			PARTIAL = "В следующий мир!",
		},
		TELEPORTATO_BOX = "Коробка с сюрпризом!",
		TELEPORTATO_CRANK = "Для чего это?",
		TELEPORTATO_POTATO = "Просто металлическая штука.",
		TELEPORTATO_RING = "Какое большое кольцо.",
		TENTACLE = "Похоже на щупальце кальмара.",
		TENTACLESPOTS = "Там что-то есть! Муше оставить это?",
		TENTACLESPIKE = "Ох, У него есть шипы, как мило!",
		TENTACLE_PILLAR = "Оно живое!",
		TENTACLE_PILLAR_ARM = "Не щупайте Мушу!",
		TENTACLE_GARDEN = "Муша слышит чье-то копание.",
		TOPHAT = "Джентельменская шляпа.",
		TORCH = "Нет темноты, нет страха!",
		TRAP = "Для кроликов, лягушек и пауков.",
		TRAP_TEETH = "Для гончих, пингвинов и лусят.",
		TRAP_TEETH_MAXWELL = "Что это? Мина?\n Она опасна для Муши?",
		TRINKET_1 = "Монстрам он особо не вредит.\n Кому такое нужно?",-- Melty Marbles
		TRINKET_10 = "Зубы? Они не достаточно прочные для укуса.",-- Second-hand Dentures
		TRINKET_11 = "Игрушка!",-- Lying Robot
		TRINKET_12 = "Это щупальце слишком трудно съесть.",--Dessicated Tentacle
		TRINKET_13 = "Некоторым людям такое нравится. Муше нет.",
		TRINKET_2 = "Свистелка... Что? Муша не может играть на ней.",--Fake Kazoo
		TRINKET_3 = "Если узел сложно развязать - разрежь его.",--Gord's Knot
		TRINKET_4 = "Гномик гномик гномик~ Мелкий мелкий гномик~",--Gnome
		TRINKET_5 = "Запуск ядерной ракеты? Что это значит?", --starcraft
		TRINKET_6 = "Это провода?\n Муше не интересно.",--Frazzled Wires
		TRINKET_7 = "Попробуй поймай шарик в кружке!",-- Ball and Cup
		TRINKET_8 = "Муша знает что это... ух, это часть от маленького кистеня.",-- Hardened Rubber Bung
		TRINKET_9 = "Муша украсит статуи этими кнопками!",--Mismatched Buttons
		TRUNKVEST_SUMMER = "Это теплый водонепроницаемый жилет!",
		TRUNKVEST_WINTER = "Кто-то говорил что набивку жилета сделать трудно,\n Но Муша справилась.",
		TRUNK_COOKED = "Ты съешь это? Зачем?",
		TRUNK_SUMMER = "Длинный нос!",
		TRUNK_WINTER = "Длинный нос!",
		UMBRELLA = "Муше нравится цвет!",
		WAFFLES = "Привет вафли! Настало время съесть вас!",
		WALL_HAY_ITEM = "Хмммм. Меня беспокоит как быстро это может сгореть.",
		WALL_STONE = "Должно быть безопасно...",--0
		WALL_STONE_ITEM = "Выглядит тяжелым, но Муше не важно.",
		WALL_RUINS = "Каменная стена!",--0
		WALL_RUINS_ITEM = "Выглядит тяжелым, но Муше не важно.",
		WALL_WOOD_ITEM = "Деревянная стена. Лучше чем сено.",
		WALRUS = "Держись ближе! У него есть только дротики!",
		WALRUSHAT = "ОТЛИЧНО.",
		WALRUS_CAMP =
		{
			EMPTY = "Кто-то тут живет.",
			GENERIC = "Муше тоже хочется жить в таком домике!",
		},
		WALRUS_TUSK = "Он большой и гладкий.",
		WARG = "Зови своих младших братьев.",
		WASPHIVE = "Выглядит очень опасным.",
		WETGOOP = "Маша не делала ничего плохого.",
		WINTERHAT = "Основная одежда для зимы.",
		WORMHOLE =
		{
			GENERIC = "Это голова или хвост?",
			OPEN = "Муша не уверена что это безопасно.",
		},
		ACCOMPLISHMENT_SHRINE = "Муша ненавидит эти стрелы!",
	},
	DESCRIBE_TOODARK = "Где светопыль?\n Муше нужно больше света сейчас!",
	DESCRIBE_SMOLDERING = "Оооооооооох!",
	EAT_FOOD =
	{
		TALLBIRDEGG_CRACKED = "Это вкусно, но мясо вкуснее.",
	},
}
